[
  {
    "name": "A Perfect Circle",
    "members": [
      "Maynard James Keenan",
      "Billy Howerdel",
      "James Iha",
      "Matt McJunkins",
      "Jeff Friedl"
    ],
    "genre": "Alternative Rock",
    "logoCredits": "By Michael John Stinsman - Own work, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=15811084",
    "logo": "A_Perfect_Circle_Logo_2011_-_Michael_John_Stinsman_InvisibleStudio_Productions.png",
    "bio": "A Perfect Circle is an American rock supergroup formed in 1999 by guitarist Billy Howerdel and Tool vocalist Maynard James Keenan. A Perfect Circle has released four studio albums, the first three during the early 2000s: Mer de Noms, their debut album in 2000, and followed up by Thirteenth Step in 2003; then in 2004, Emotive—an album of radically re-worked cover songs. Shortly after Emotive's release, the band went on hiatus; Keenan returned to Tool and started up solo work under the band name Puscifer. and Howerdel released a solo album, Keep Telling Myself It's Alright, under the moniker Ashes Divide. Band activity was sporadic in the following years; the band reformed in 2010, and played live shows on and off between 2010 and 2013, but fell into inactivity after the release of their greatest hits album, Three Sixty, and a live album box set, A Perfect Circle Live: Featuring Stone and Echo in late 2013. The band reformed in 2017 to record a fourth album, Eat the Elephant, which was released on April 20, 2018.",
    "slug": "a-perfect-circle",
    "isBig": true
  },
  {
    "name": "Tool",
    "members": [
      "Danny Carey",
      "Adam Jones",
      "Maynard James Keenan",
      "Justin Chancellor"
    ],
    "genre": "Alternative Metal",
    "logoCredits": "By Shisma 11:13, 11 August 2013 (UTC) - Vectorised by Shisma. Originally appeared on the Album 10.000 Days in 2006, Public Domain, https://commons.wikimedia.org/w/index.php?curid=27660583",
    "logo": "Tool_logo_2006.jpg",
    "bio": "Tool is an American rock band from Los Angeles. Formed in 1990, the group's line-up includes drummer Danny Carey, guitarist Adam Jones, and vocalist Maynard James Keenan. Justin Chancellor has been the band's bassist since 1995, replacing their original bassist Paul D'Amour. Tool has won four Grammy Awards, performed worldwide tours, and produced albums topping the charts in several countries. ",
    "slug": "tool",
    "isBig": true
  },
  {
    "name": "Terminalist",
    "members": [
      "Emil Hansen",
      "Frederik Amris",
      "Morten Bruun",
      "Kalle Tiihonen"
    ],
    "genre": "Hypertrash",
    "logoCredits": "Photo by Johan von Bülow",
    "logo": "terminalist.jpg",
    "bio": "Hyperthrashers based in Copenhagen, Denmark with sci-fi-fueled lyrics revolving around dromology. Debut album 'The Great Acceleration' out May 7th 2021 on vinyl, tape and digital formats via Indisciplinarian.",
    "slug": "terminalist",
    "isBig": true
  },
  {
    "name": "Led Zeppelin",
    "members": ["Jimmy Page", "Robert Plant", "John Bonham", "John Paul Jones"],
    "logo": "LedZeppelinmontage.jpg",
    "logoCredits": "By (CC BY-SA 2.0) - File:Jimmy Page with Robert Plant 2 - Led Zeppelin - 1977.jpgFile:John Bonham 1975.jpgFile:JohnPaulJones1980-2.jpg, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=16751084",
    "bio": "Led Zeppelin were an English rock band formed in London in 1968. The group consisted of Robert Plant (Vocal), Jimmy Page (Guitar), John Paul Jones (Bass, Keyboard) and John Bonham (Drums). The band's heavy, guitar-driven sound, rooted in blues and psychedelia on their early albums, has earned them recognition as one of the progenitors of heavy metal. They achieved significant commercial success with albums such as Led Zeppelin (1969), Led Zeppelin II (1969), Led Zeppelin III (1970), Led Zeppelin IV (1971), Houses of the Holy (1973), and Physical Graffiti (1975). Their song ‘Stairway to Heaven’ is among the most popular and influential rock music of all time.Led Zeppelin are widely considered one of the most successful, innovative, and influential rock groups in history.They are one of the best - selling music artists in the history of audio recording;various sources estimate the group 's record sales at 200 to 300 million units worldwide. With RIAA-certified sales of 111.5 million units, they are the second-best-selling band in the United States. They were inducted into the Rock Hall of Fame in 1995.",
    "genre": "Rock",
    "slug": "led-zeppelin",
    "isBig": true
  },
  {
    "name": "The Beatles",
    "members": [
      "John Lennon",
      "Paul McCartney",
      "George Harrison",
      "Ringo Starr"
    ],
    "logo": "720px-The_Fabs.JPG",
    "bio": "The Beatles were an English rock band formed in Liverpool in 1960. The members consisted of John Lennon, Paul McCartney, George Harrison and Ringo Starr. They were soon known as the foremost and most influential act of rock era. Rooted in skiffle, beat, and 1950s rock and roll, the Beatles later experimented with several genres, ranging from pop ballads and Indian music to psychedelia and hard rock, often incorporating classical elements in innovative ways.The Beatles produced what many consider their finest material, from 1965 onwards including the innovative and widely influential albums Rubber Soul(1965), Revolver(1966), Sgt.Pepper 's Lonely Hearts Club Band (1967), The Beatles (commonly known as the White Album, 1968) and Abbey Road (1969).According to the RIAA, the Beatles are the best - selling music artists in the United States, with 178 million certified units.They have received ten Grammy Awards, an Academy Award for Best Original Song Score and fifteen Ivor Novello Awards.They were inducted into the Rock and Roll and Roll Hall of Fame in 1988. ",
    "genre": "Rock",
    "slug": "the-beatles",
    "isBig": true
  },
  {
    "name": "Pink Floyd",
    "members": [
      "Nick Mason",
      "Roger Waters",
      "Bob Klose",
      "Richard Wright",
      "Syd Barrett",
      "David Gilmour"
    ],
    "logo": "Pink_Floyd_-_all_members.jpg",
    "logoCredits": "By https://www.pink-floyd.org/, Fair use, https://en.wikipedia.org/w/index.php?curid=25602741",
    "bio": "Pink Floyd were an English rock band formed in London. They achieved international acclaim with their progressive and psychedelic music. The band consisted of 5 members - David Gilmour, Syd Barrett, Nick Mason, Roger Waters, and Richard Wright.Their critically and commercially successful albums are The Dark Side of the Moon(1973), Wish You Were Here(1975), Animals(1977), The Wall(1979) and The Final Cut(1983).The Dark Side of the Moon is also considered as one of the best albums of all time.Pink Floyd were inducted into the Rock and Roll Hall of Fame in 1996. ",
    "genre": "Rock",
    "slug": "pink-floyd",
    "isBig": true
  },
  {
    "name": "Queen",
    "members": ["Brian May", "Freddie Mercury", "Roger Taylor", "John Deacon"],
    "logo": "720px-Queen_–_montagem_–_new.png",
    "logoCredits": "By Images by Eddie, Thomas Steffan, Compadre Edua&#039;h and Carl Lender. Compilation by KPFC based on the idea of Fronteira. - {{Cc-by-sa-2.0}} by Eddie{{Cc-by-sa-2.5}} by Thomas Steffan{{PD-self}} by Compadre Edua&#039;h{{Cc-by-sa-3.0}} by Carl Lender{{Cc-by-sa-4.0}} by Fronteira, CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=49368871",
    "bio": "Queen are a British rock group formed in 1970. Members were Freddie Mercury (Vocals and Piano), Brian May (Guitar, Vocals), Roger Taylor (Drums, Vocals), and John Deacon (Bass Guitar, Vocals). Before forming into Queen, Brian May and Roger Taylor had played together in a band named Smile. Freddie Mercury was a fan of Smile and encouraged them to experiment with more elaborate stage and recording techniques. He then joined the band in 1970, suggested 'Queen ' as a new band name, and adopted his familiar stage name. John Deacon was also recruited to complete the line-up.Their release of the album 'A Night at the Opera' in 1975, brought them international success.They entered the mainstream with the album 's track 'Bohemian Rhapsody', which stayed at number one in the UK for nine weeks and popularised the music video. Their 1977 album, News of the World, contained 'We Will Rock You' and 'We Are the Champions', which also have become anthems at sporting events. In 1991, while embracing their success and their fans, Mercury died of bronchopneumonia, an AIDS-related disease. Deacon then retired in 1997. After that, both Brian May and Roger Taylor returned to the state of Smile band, although they kept the 'Queen' name. ",
    "genre": "Rock",
    "slug": "queen",
    "isBig": true
  },
  {
    "name": "Metallica",
    "members": [
      "James Hetfield",
      "Lars Ulrich",
      "Kirk Hammett",
      "Robert Trujillo"
    ],
    "logo": "640px-Metallica_Live_at_The_O2,_London,_England,_22_October_2017_(cropped).jpg",
    "logoCredits": "By Kreepin Deth - Own work, CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=114881797",
    "bio": "Metallica is an American Heavy Metal band formed in 1981. The original lineup was James Hetfield (Vocalist and Rhythm guitarist) Dave Mustaine (Lead Guitar) Lars Ulrich (Drums) Ron McGovney (Bassist) The group came into mainstream from their Self-Titled album and the hit single 'Enter Sandman '.With their first two albums, Kill 'Em All and Ride The Lightning reaching underground success, their third effort, Master of Puppets has since become one of the most important heavy metal albums ever, as it became the first thrash metal album to be certified platinum. The title track has since become the band's most played song live.On September 27, 1986, bass player Cliff Burton was killed after he was thrown out of the window and crushed to death.Metallica released their first music video in 1989. The song was One from their 1988 album, ...And Justice For All.The song received heavy critical acclaim and has since become their most played song from the album.The album also saw the debut of new bassist, Jason Newsted.Their fifth album, Metallica(also known as the Black Album), took more of a mainstream approach and has since become one of the best selling albums in America, certified 16 x Platinum.The album spawned five singles, Enter Sandman, The Unforgiven, Nothing Else Matters, Wherever I May Roam and Sad But True.",
    "genre": "Heavy Metal",
    "slug": "metallica",
    "isBig": true
  },
  {
    "name": "AC/DC",
    "members": [
      "Angus Young",
      "Phil Rudd",
      "Cliff Williams",
      "Brian Johnson",
      "Stevie Young"
    ],
    "logo": "ACDC_In_Tacoma_2009.jpg",
    "logoCredits": "By Imhavingfun42 - Own work, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=8385276",
    "bio": "AC/DC are an Australian hard rock band, formed in November 1973 by brothers Malcolm and Angus Young, who continued as members until Malcolm's illness and departure in 2014. Commonly referred to as a hard rock or blues rock band, they are also considered pioneers of heavy metal.",
    "genre": "Heavy Metal",
    "slug": "acdc",
    "isBig": true
  },
  {
    "name": "The Rolling Stones",
    "members": ["Mick Jagger", "Keith Richards", "Ronnie Wood"],
    "logo": "The_Rolling_Stones_Summerfest_in_Milwaukee_-_2015.jpg",
    "logoCredits": "By Jim Pietryga - https://www.iorr.org/tour15/, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=44341280",
    "bio": "The Rolling Stones are an English rock band formed in London in 1962. The first settled line-up consisted of Brian Jones (guitar, harmonica), Ian Stewart (piano), Mick Jagger (lead vocals, harmonica), Keith Richards (guitar), Bill Wyman (bass) and Charlie Watts (drums).Their best works include songs like Paint it Black , Sympathy for the Devil, Satisfication(Which ranked no.2 in The Rolling Stones Magazine’ s best songs of all time list).The Rolling Stones were inducted into the Rock and Roll Hall of Fame in 1989, and the UK Music Hall of Fame in 2004. In 2012, the band celebrated its 50 th anniversary.",
    "genre": "Rock",
    "slug": "the-rolling-stones",
    "isBig": true
  },
  {
    "name": "Guns N' Roses",
    "members": [
      "Axl Rose",
      "Duff McKagan",
      "Slash",
      "Dizzy Reed",
      "Richard Fortus",
      "Frank Ferrer",
      "Melissa Reese"
    ],
    "logo": "640px-GNR_London_Stadium_2017_3_(cropped).jpg",
    "logoCredits": "By Raph_PH - https://www.flickr.com/photos/raph_ph/34592058233/in/album-72157682954368531/, CC BY 2.0, https://commons.wikimedia.org/w/index.php?curid=61518691",
    "bio": "Guns N' Roses is an American hard rock band from Los Angeles formed in 1985. The classic lineup, as signed to Geffen Records in 1986, consisted of vocalist Axl Rose, lead guitarist Slash, rhythm guitarist Izzy Stradlin, bassist Duff McKagan, and drummer Steven Adler.",
    "genre": "Hard Rock",
    "slug": "guns-n-roses",
    "isBig": true
  },
  {
    "name": "Nirvana",
    "members": ["Kurt Cobain", "Krist Novoselic", "Dave Grohl"],
    "logo": "Nirvana_around_1992.jpg",
    "logoCredits": "By P.B. Rage from USA - More Kurt -- too rad, CC BY-SA 2.0, https://commons.wikimedia.org/w/index.php?curid=1314918",
    "bio": "Nirvana was an American grunge band that was formed in Aberdeen, Washington in 1987. Nirvana disbanded after Kurt Cobain committed suicide in 1994. The drummer of the band, David Grohl, went on to start the Foo-Fighters, an alternative rock band.The band was comprised of Kurt Cobain(Vocals, Guitar), Dave Grohl(Drums) and Krist Novoselic(Bass).Nirvana is most well - known for their album 'Nevermind' and their song 'Smells Like Teen Spirit'.The band is known for being one of the most influential bands of all time.Together with Soundgarden, Pearl Jam and Alice In Chains, the band is part of the Big 4 of Grunge.",
    "genre": "Grunge",
    "slug": "nirvana",
    "isBig": true
  },
  {
    "name": "The Who",
    "members": ["John Entwistle", "Keith Moon", "Doug Sandom", "Kenney Jones"],
    "logo": "640px-Who_-_1975.jpg",
    "logoCredits": "By Jim Summaria - Contact us/Photo submission, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=5574716",
    "bio": "The Who is English hard rock band formed in London, England in 1964. The members are Roger Daltrey (lead singer), Pete Townshend (guitarist), John Entwistle (bassist), and Keith Moon (drums). The genres they were associated with happened to be rock, soft rock, hard rock, and soul rock. They are best known for their live performances and hit songs Baba O'Riley, My Generation, and Won't Get Fooled Again. Some noted achievements were their rock operas, Tommy (album), Quadrophenia (album), and A Quick One, While He's Away (song). The Who still plays today, yet sadly, Keith Moon died in 1978 due to a accidental prescription pill overdose at the age of 32. His best friend, John Entwistle, soon followed.Entwistle died of a cocaine overdose in 2002 at the age of 57. Later, Townshend was accused of buying child pornography, but was proven innocent.Overall, in the end, The Who has contained some of the most influential talent in rock history with some of the most impressive instrumental skills, and manage to be a iconic mark in rock n roll to this day.",
    "genre": "Hard Rock",
    "slug": "the-who",
    "isBig": true
  },
  {
    "name": "Black Sabbath",
    "members": ["Tony Iommi", "Bill Ward", "Ozzy Osbourne", "Geezer Butler"],
    "logo": "620px-Black_Sabbath_(Iommi,_Osbourne,_Ward_and_Butler).JPG",
    "bio": "Black Sabbath are an English rock band, formed in Birmingham in 1968, by guitarist and main songwriter Tony Iommi, bassist and main lyricist Geezer Butler, singer Ozzy Osbourne, and drummer Bill Ward. The band have since experienced multiple line-up changes, with guitarist Iommi being the only constant presence in the band through the years. Originally formed as a blues rock band, the group soon adopted the Black Sabbath moniker and began incorporating occult themes with horror-inspired lyrics and tuned-down guitars. Despite an association with these two themes, Black Sabbath also composed songs dealing with social instability, political corruption, the dangers of drug abuse and apocalyptic prophecies of the horrors of war.",
    "genre": "Hard Rock",
    "slug": "black-sabbath",
    "isBig": true
  },
  {
    "name": "Raised Fist",
    "members": [
      "Jimmy Tikkanen",
      "Daniel Holmgren",
      "Andreas Johansson",
      "Alexander Hagman",
      "Robert Wiiand"
    ],
    "logo": "raised_fist.jpg",
    "logoCredits": "By Notwist - Own work, CC BY 2.5, https://commons.wikimedia.org/w/index.php?curid=1780996",
    "bio": "Raised Fist is a Swedish hardcore punk band formed in 1993 in Luleå. It currently consists of guitarists Jimmy Tikkanen and Daniel Holmgren, bassist Andreas Johansson, vocalist Alexander Hagman and drummer Robert Wiiand. ",
    "genre": "Hardcore Punk",
    "slug": "raised-fist",
    "isBig": true
  },
  {
    "name": "Refused",
    "members": [
      "Jonas Lidgren",
      "Pär Hansson",
      "Henrik Jansson",
      "Jon Brännström",
      "Magnus Höggren",
      "Ulf Nybérg"
    ],
    "logo": "1280px-RefusedWayOutWest.jpg",
    "logoCredits": "By killua-po - Own work, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=20767071",
    "bio": "Refused (also known as the Refused) is a Swedish hardcore punk band originating from Umeå and formed in 1991. Refused is composed of vocalist Dennis Lyxzén, guitarist Kristofer Steen, drummer David Sandström, and bassist Magnus Flagge. Guitarist Jon Brännström was a member from 1994, through reunions, until he was fired in late-2014. Their lyrics are often of a non-conformist and politically far-left nature.",
    "genre": "Hardcore Punk",
    "slug": "refused",
    "isBig": true
  },
  {
    "name": "Steuber Group",
    "members": [
      "Immanuel Gutkowski",
      "Gordon McGlynn",
      "Jean Oberbrunner",
      "Lenora Waelchi"
    ],
    "genre": "Rock",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Steuber Group emerged from the vibrant underground scene of Berlin. Known for their electrifying performances and catchy rock anthems, they quickly gained a devoted following. Their music blends classic rock vibes with modern energy, creating a unique sound.",
    "slug": "steuber-group",
    "isBig": false
  },
  {
    "name": "Howe Beahan and Waelchi",
    "members": ["Rusty Keebler", "Kyra Russel", "Ruth Flatley"],
    "genre": "Rock",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Formed in the heart of Seattle, Howe, Beahan and Waelchi are known for their soulful lyrics and powerful melodies. Their journey began in small clubs and quickly escalated to major venues, captivating audiences with their raw, authentic rock sound.",
    "slug": "howe-beahan-and-waelchi",
    "isBig": false
  },
  {
    "name": "Simonis Inc",
    "members": [
      "Durward Stokes",
      "Cassidy Schamberger",
      "Carolanne Ebert",
      "Wanda Bayer"
    ],
    "genre": "Rock",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Simonis Inc started as a garage band in Los Angeles, gradually building a reputation for their energetic live shows and catchy tunes. Their music combines gritty rock with heartfelt lyrics, resonating with fans across generations.",
    "slug": "simonis-inc",
    "isBig": false
  },
  {
    "name": "Zboncak Haag",
    "members": [
      "Waylon Schoen",
      "Nola Gleason",
      "Rosendo Kuhic",
      "Sydney Cremin",
      "Hank Torphy"
    ],
    "genre": "Folk",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Zboncak - Haag's enchanting folk music transports listeners to a world of storytelling and melodic beauty. Originating from the quiet countryside, their acoustic sound and poetic lyrics have captured hearts worldwide.",
    "slug": "zboncak-haag",
    "isBig": false
  },
  {
    "name": "West and Sons",
    "members": ["Danial Ward", "Emery Gutkowski", "Izaiah Schowalter"],
    "genre": "Folk",
    "logo": "https://source.unsplash.com/random/",
    "bio": "West and Sons bring traditional folk music to life with their harmonious vocals and intricate instrumentation. Inspired by their rural roots, they infuse modern elements into classic folk, creating a refreshing yet nostalgic sound.",
    "slug": "west-and-sons",
    "isBig": false
  },
  {
    "name": "Champlin O'Hara",
    "members": ["Fausto Maggio"],
    "genre": "Rock",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Champlin - O'Hara, led by the enigmatic Fausto Maggio, is a one-man rock powerhouse. His deep, gritty voice and exceptional guitar skills have made him a standout performer, known for his intense and captivating solo shows.",
    "slug": "champlin-ohara",
    "isBig": false
  },
  {
    "name": "Barrows Group",
    "members": ["Barney Nienow", "Jarod Renner", "Unique Russel"],
    "genre": "Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Barrows Group brings a fierce and relentless energy to the metal scene. Hailing from Detroit, their aggressive riffs and thunderous drums have earned them a reputation for being one of the most intense live acts around.",
    "slug": "barrows-group",
    "isBig": false
  },
  {
    "name": "Conn Group",
    "members": ["Wilson Rosenbaum", "Marie Schiller", "Wellington Tromp"],
    "genre": "Stage And Screen",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Conn Group specializes in the dramatic and emotive world of stage and screen music. Their orchestral compositions and cinematic soundscapes have been featured in numerous film and theater productions, captivating audiences worldwide.",
    "slug": "conn-group",
    "isBig": false
  },
  {
    "name": "Romaguera Toy",
    "members": [
      "Jeromy Bernhard",
      "Marty Windler",
      "Rick Wyman",
      "Gerard Herzog"
    ],
    "genre": "Non Music",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Romaguera - Toy pushes the boundaries of traditional music with their avant-garde approach. Their experimental sounds and unconventional performances challenge the norms, creating a unique experience that defies categorization.",
    "slug": "romaguera-toy",
    "isBig": false
  },
  {
    "name": "Luettgen Inc",
    "members": ["Jamey Marvin", "Francisco Olson"],
    "genre": "Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Luettgen Inc's brutal and unrelenting metal sound originates from the gritty streets of New York. Their dark and powerful music has garnered a dedicated fanbase, drawn to their intense performances and raw energy.",
    "slug": "luettgen-inc",
    "isBig": false
  },
  {
    "name": "Ritchie Lind",
    "members": ["Florida Toy", "Marlee Ziemann", "Kyla Douglas"],
    "genre": "Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ritchie - Lind's thunderous metal soundscape is defined by heavy riffs and powerful vocals. Emerging from the underground scene, they have rapidly risen to prominence with their dynamic stage presence and relentless energy.",
    "slug": "ritchie-lind",
    "isBig": false
  },
  {
    "name": "Emard Dooley",
    "members": [
      "Alyson Oberbrunner",
      "Lowell Blick",
      "Alessandro Watsica",
      "Gregorio Hilpert"
    ],
    "genre": "Rock",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Emard - Dooley is a powerhouse rock band from Chicago. Their anthemic songs and captivating performances have earned them a reputation as one of the most exciting new acts in the rock scene.",
    "slug": "emard-dooley",
    "isBig": false
  },
  {
    "name": "Steuber Skiles and Wyman",
    "members": ["Kelli Medhurst"],
    "genre": "Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Steuber, Skiles and Wyman, fronted by the fierce Kelli Medhurst, delivers a powerful metal experience. Her commanding stage presence and intense vocals make each performance unforgettable, leaving audiences in awe.",
    "slug": "steuber-skiles-and-wyman",
    "isBig": false
  },
  {
    "name": "Dooley LLC",
    "members": ["Lorenz Hettinger"],
    "genre": "Rock",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Dooley LLC, a solo rock project by Lorenz Hettinger, combines raw emotion with powerful guitar work. His heartfelt lyrics and passionate performances have resonated with fans, making him a standout artist in the rock genre.",
    "slug": "dooley-llc",
    "isBig": false
  },
  {
    "name": "McLaughlin LLC",
    "members": ["Sonny Zemlak", "Icie Thompson", "Luisa Ward"],
    "genre": "Stage And Screen",
    "logo": "https://source.unsplash.com/random/",
    "bio": "McLaughlin LLC creates mesmerizing music for stage and screen. Their dramatic compositions and emotive performances have been featured in numerous theatrical productions, captivating audiences with their powerful soundtracks.",
    "slug": "mclaughlin-llc",
    "isBig": false
  },
  {
    "name": "Nitzsche and Harvey",
    "members": ["Serena Turcotte", "Daniela Mayert", "Dejah Langworth"],
    "genre": "Rock",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Nitzsche, Harvey and Harvey blend classic rock with a modern twist. Their energetic performances and catchy melodies have made them a favorite among rock fans, earning them a place in the spotlight.",
    "slug": "nitzsche-harvey-and-harvey",
    "isBig": false
  },
  {
    "name": "Iron Fury",
    "members": ["Jo Bro", "Jo Mom", "Jo Whazzaaaaaaaa"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Formed in a basement, their sound is raw and powerful.",
    "slug": "iron-fury",
    "isBig": false
  },
  {
    "name": "Eternal Frost",
    "members": ["Ethan Carter", "Faith Cooper", "George Turner"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Eternal Frost's thrash metal is a relentless barrage of speed and aggression. Their high-energy performances and razor-sharp riffs are a staple of the genre.",
    "slug": "eternal-frost",
    "isBig": false
  },
  {
    "name": "Dreadful Symphony",
    "members": ["Holly Adams", "Ian James", "Jane Kelly"],
    "genre": "Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Dreadful Symphony's slow, heavy soundscapes and melancholic lyrics define their doom metal style. Their music is an exploration of sorrow and despair, delivered with crushing intensity.",
    "slug": "dreadful-symphony",
    "isBig": false
  },
  {
    "name": "Metal Fury",
    "members": ["Kyle Robinson", "Lily Martin", "Mark Taylor"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Metal Fury's heavy metal anthems are characterized by powerful riffs and soaring vocals. Their energetic live shows have earned them a loyal fan base.",
    "slug": "metal-fury",
    "isBig": false
  },
  {
    "name": "Spectral Carnage",
    "members": ["Nancy Harris", "Oscar Lewis", "Penny Young"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Spectral Carnage's brutal death metal sound is a whirlwind of aggression and intensity. Their unrelenting approach leaves a lasting impact on all who experience their music.",
    "slug": "spectral-carnage",
    "isBig": false
  },
  {
    "name": "Iron Will",
    "members": ["Quincy Bennett", "Rita Collins", "Sammy Allen"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Iron Will's power metal is a celebration of strength and heroism. Their epic melodies and anthemic choruses inspire fans to join them on their musical journey.",
    "slug": "iron-will",
    "isBig": false
  },  
  {
    "name": "Blackened Dawn",
    "members": ["Bob Steve", "John Urkel", "Jonas Holbech", "Danny Devito"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Emerging from the shadows, they bring darkness to light.",
    "slug": "blackened-dawn",
    "isBig": false
  },
  {
    "name": "Crimson Tide",
    "members": ["Garfield Funkelstein", "Fanny Bob", "Joachim Reef"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Rising from the depths, their growls shake the earth.",
    "slug": "crimson-tide",
    "isBig": false
  },
  {
    "name": "Iron Pulse",
    "members": ["Alice Johnson", "Bob Smith", "Charlie Davis"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Iron Pulse channels raw energy and thunderous riffs, creating an electrifying atmosphere at every show. Known for their powerful stage presence, they have become icons in the heavy metal scene.",
    "slug": "iron-pulse",
    "isBig": false
  },
  {
    "name": "Shadow Reign",
    "members": ["Diana King", "Evan Lee", "Frank Morris"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Shadow Reign brings a dark and intense aura to the black metal genre. Their haunting melodies and relentless rhythms captivate audiences, earning them a cult following.",
    "slug": "shadow-reign",
    "isBig": false
  },
  {
    "name": "Crimson Tide",
    "members": ["Gina Blake", "Hank Rogers", "Ivy White"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Crimson Tide's brutal sound and aggressive performances have solidified their reputation in the death metal community. Their music is a relentless assault on the senses.",
    "slug": "crimson-tide",
    "isBig": false
  },
  {
    "name": "Steel Fortress",
    "members": ["Jack Turner", "Karen Young", "Leo Harris"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Steel Fortress delivers epic power metal anthems with soaring vocals and blistering guitar solos. Their heroic themes and grandiose soundscapes inspire fans worldwide.",
    "slug": "steel-fortress",
    "isBig": false
  },
  {
    "name": "Nightmare Realm",
    "members": ["Mike Baker", "Nina Clarke", "Oscar Adams"],
    "genre": "Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Nightmare Realm's slow, crushing riffs and somber lyrics create an oppressive atmosphere. Their doom metal compositions are a journey into the darkest corners of the mind.",
    "slug": "nightmare-realm",
    "isBig": false
  },
  {
    "name": "Blazing Fury",
    "members": ["Pauline Brooks", "Quentin Knight", "Rachel Diaz"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Blazing Fury ignites the stage with their fast-paced thrash metal. Their relentless energy and blistering guitar work keep fans headbanging from start to finish.",
    "slug": "blazing-fury",
    "isBig": false
  },
  {
    "name": "Frozen Death",
    "members": ["Sam Pierce", "Tina West", "Ulysses Ward"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Frozen Death's chilling melodies and guttural vocals have made them a standout in the death metal scene. Their relentless sound is as unforgiving as the arctic cold.",
    "slug": "frozen-death",
    "isBig": false
  },
  {
    "name": "Thunder Strike",
    "members": ["Vera Reed", "Will Garner", "Xander Flynn"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Thunder Strike delivers powerful heavy metal anthems with electrifying performances. Their dynamic stage presence and infectious energy leave audiences wanting more.",
    "slug": "thunder-strike",
    "isBig": false
  },
  {
    "name": "Abyssal Dawn",
    "members": ["Yvonne Mills", "Zane Scott", "Abby Fisher"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Abyssal Dawn's dark, atmospheric sound and haunting lyrics define their black metal identity. Their music is a descent into the abyss, exploring the depths of human emotion.",
    "slug": "abyssal-dawn",
    "isBig": false
  },
  {
    "name": "Warlord's Wrath",
    "members": ["Brian Evans", "Cathy Grant", "Derek Hill"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Warlord's Wrath brings epic tales of battles and heroism to life through their power metal. Their commanding vocals and intricate guitar work create a sound that is both powerful and majestic.",
    "slug": "warlords-wrath",
    "isBig": false
  },
  {
    "name": "Infernal Blaze",
    "members": ["Ethan Carter", "Faith Cooper", "George Turner"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Infernal Blaze's thrash metal is a relentless barrage of speed and aggression. Their high-energy performances and razor-sharp riffs are a staple of the genre.",
    "slug": "infernal-blaze",
    "isBig": false
  },
  {
    "name": "Blood Moon",
    "members": ["Holly Adams", "Ian James", "Jane Kelly"],
    "genre": "Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Blood Moon's slow, heavy soundscapes and melancholic lyrics define their doom metal style. Their music is an exploration of sorrow and despair, delivered with crushing intensity.",
    "slug": "blood-moon",
    "isBig": false
  },
  {
    "name": "Metal Storm",
    "members": ["Kyle Robinson", "Lily Martin", "Mark Taylor"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Metal Storm's heavy metal anthems are characterized by powerful riffs and soaring vocals. Their energetic live shows have earned them a loyal fan base.",
    "slug": "metal-storm",
    "isBig": false
  },
  {
    "name": "Savage Vortex",
    "members": ["Nancy Harris", "Oscar Lewis", "Penny Young"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Savage Vortex's brutal death metal sound is a whirlwind of aggression and intensity. Their unrelenting approach leaves a lasting impact on all who experience their music.",
    "slug": "savage-vortex",
    "isBig": false
  },
  {
    "name": "Ironclad",
    "members": ["Quincy Bennett", "Rita Collins", "Sammy Allen"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ironclad's power metal is a celebration of strength and heroism. Their epic melodies and anthemic choruses inspire fans to join them on their musical journey.",
    "slug": "ironclad",
    "isBig": false
  },
  {
    "name": "Dark Eclipse",
    "members": ["Tara Ford", "Uma Russell", "Victor White"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Dark Eclipse's black metal is a blend of dark, atmospheric soundscapes and haunting vocals. Their music is a journey through the shadows, exploring themes of darkness and despair.",
    "slug": "dark-eclipse",
    "isBig": false
  },
  {
    "name": "Raging Inferno",
    "members": ["Wanda Green", "Xander Hall", "Yara King"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Raging Inferno's thrash metal is an explosive mix of speed and aggression. Their relentless energy and powerful riffs keep fans on the edge of their seats.",
    "slug": "raging-inferno",
    "isBig": false
  },
  {
    "name": "Silent Agony",
    "members": ["Zoe Parker", "Alex Reed", "Ben Stone"],
    "genre": "Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Silent Agony's doom metal is characterized by its slow, heavy sound and introspective lyrics. Their music is a somber reflection on the human condition.",
    "slug": "silent-agony",
    "isBig": false
  },
  {
    "name": "Steel Tempest",
    "members": ["Chris Taylor", "Dana Walker", "Eli Young"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Steel Tempest's heavy metal sound is a force of nature. Their powerful performances and dynamic stage presence have made them a standout in the metal community.",
    "slug": "steel-tempest",
    "isBig": false
  },
  {
    "name": "Abyss Walker",
    "members": ["Fiona Wright", "Greg Harris", "Holly Evans"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Abyss Walker's black metal is a journey into the unknown. Their dark, atmospheric sound and haunting lyrics captivate listeners, drawing them into a world of mystery and intrigue.",
    "slug": "abyss-walker",
    "isBig": false
  },
  {
    "name": "Vengeful Spirit",
    "members": ["Isaac Johnson", "Jill Lee", "Kevin Martin"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Vengeful Spirit's power metal is a blend of epic melodies and heroic themes. Their soaring vocals and intricate guitar work create a sound that is both powerful and inspiring.",
    "slug": "vengeful-spirit",
    "isBig": false
  },
  {
    "name": "Necroverse",
    "members": ["Laura Smith", "Matt Thompson", "Nina Adams"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Necroverse's death metal is a brutal onslaught of sound. Their aggressive riffs and guttural vocals create a relentless experience that leaves a lasting impact.",
    "slug": "necroverse",
    "isBig": false
  },
  {
    "name": "Stormbringer",
    "members": ["Olivia Clark", "Peter James", "Quinn Roberts"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Stormbringer's heavy metal is a powerful force. Their dynamic performances and commanding stage presence have earned them a reputation as one of the best live acts in the genre.",
    "slug": "stormbringer",
    "isBig": false
  },
  {
    "name": "Frostbite",
    "members": ["Rachel Moore", "Steve White", "Tom King"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Frostbite's black metal is a chilling experience. Their cold, atmospheric sound and haunting vocals transport listeners to a world of frost and darkness.",
    "slug": "frostbite",
    "isBig": false
  },
  {
    "name": "Ragefire",
    "members": ["Uma Carter", "Victor Lewis", "Wanda Evans"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ragefire's thrash metal is an explosive mix of speed and aggression. Their relentless energy and powerful riffs keep fans on the edge of their seats.",
    "slug": "ragefire",
    "isBig": false
  },
  {
    "name": "Graveyard Shift",
    "members": ["Xander Hall", "Yara King", "Zane Scott"],
    "genre": "Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Graveyard Shift's doom metal is a somber reflection on the human condition. Their slow, heavy sound and introspective lyrics create a powerful and emotional experience.",
    "slug": "graveyard-shift",
    "isBig": false
  },
  {
    "name": "Ironclad Battalion",
    "members": ["Alice Johnson", "Bob Smith", "Charlie Davis"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ironclad Battalion's heavy metal anthems are characterized by powerful riffs and soaring vocals. Their energetic live shows have earned them a loyal fan base.",
    "slug": "ironclad-battalion",
    "isBig": false
  },
  {
    "name": "Serpent's Call",
    "members": ["Diana King", "Evan Lee", "Frank Morris"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Serpent's Call's dark, atmospheric sound and haunting lyrics define their black metal identity. Their music is a descent into the abyss, exploring the depths of human emotion.",
    "slug": "serpents-call",
    "isBig": false
  },
  {
    "name": "Crimson Reign",
    "members": ["Gina Blake", "Hank Rogers", "Ivy White"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Crimson Reign's brutal sound and aggressive performances have solidified their reputation in the death metal community. Their music is a relentless assault on the senses.",
    "slug": "crimson-reign",
    "isBig": false
  },
  {
    "name": "Steel Legacy",
    "members": ["Jack Turner", "Karen Young", "Leo Harris"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Steel Legacy delivers epic power metal anthems with soaring vocals and blistering guitar solos. Their heroic themes and grandiose soundscapes inspire fans worldwide.",
    "slug": "steel-legacy",
    "isBig": false
  },
  {
    "name": "Midnight Abyss",
    "members": ["Mike Baker", "Nina Clarke", "Oscar Adams"],
    "genre": "Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Midnight Abyss's slow, crushing riffs and somber lyrics create an oppressive atmosphere. Their doom metal compositions are a journey into the darkest corners of the mind.",
    "slug": "midnight-abyss",
    "isBig": false
  },
  {
    "name": "Blazing Steel",
    "members": ["Pauline Brooks", "Quentin Knight", "Rachel Diaz"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Blazing Steel ignites the stage with their fast-paced thrash metal. Their relentless energy and blistering guitar work keep fans headbanging from start to finish.",
    "slug": "blazing-steel",
    "isBig": false
  },
  {
    "name": "Frostfall",
    "members": ["Sam Pierce", "Tina West", "Ulysses Ward"],
    "genre": "Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Frostfall's chilling melodies and guttural vocals have made them a standout in the death metal scene. Their relentless sound is as unforgiving as the arctic cold.",
    "slug": "frostfall",
    "isBig": false
  },
  {
    "name": "Thunderspell",
    "members": ["Vera Reed", "Will Garner", "Xander Flynn"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Thunderspell delivers powerful heavy metal anthems with electrifying performances. Their dynamic stage presence and infectious energy leave audiences wanting more.",
    "slug": "thunderspell",
    "isBig": false
  },
  {
    "name": "Abyssal Guard",
    "members": ["Yvonne Mills", "Zane Scott", "Abby Fisher"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Abyssal Guard's dark, atmospheric sound and haunting lyrics define their black metal identity. Their music is a descent into the abyss, exploring the depths of human emotion.",
    "slug": "abyssal-guard",
    "isBig": false
  },
  {
    "name": "Warlord's Curse",
    "members": ["Brian Evans", "Cathy Grant", "Derek Hill"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Warlord's Curse brings epic tales of battles and heroism to life through their power metal. Their commanding vocals and intricate guitar work create a sound that is both powerful and majestic.",
    "slug": "warlords-curse",
    "isBig": false
  },      
  {
    "name": "Eternal Void",
    "members": ["Alex Smith", "Jessica Brown", "Michael Johnson", "Emily Davis"],
    "genre": "Progressive Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Eternal Void crafts intricate melodies and complex rhythms, inviting listeners to explore the depths of the unknown through their Progressive Metal compositions.",
    "slug": "eternal-void",
    "isBig": false
  },
  {
    "name": "Forgotten Symphony",
    "members": ["David Wilson", "Sarah Thompson", "Matthew Martinez", "Jennifer White"],
    "genre": "Symphonic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Forgotten Symphony blends orchestral grandeur with metal intensity, creating a symphonic journey that resonates with both heart and soul.",
    "slug": "forgotten-symphony",
    "isBig": false
  },
  {
    "name": "Thundering Hearts",
    "members": ["Christopher Lee", "Amanda Clark", "Daniel Turner", "Olivia King"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Thundering Hearts ignites the spirit with anthemic choruses and electrifying solos, capturing the essence of heroism in their Power Metal epics.",
    "slug": "thundering-hearts",
    "isBig": false
  },
  {
    "name": "Silent Echoes",
    "members": ["Ryan Moore", "Lauren Rodriguez", "Joshua Walker", "Sophia Carter"],
    "genre": "Gothic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "In the shadows of sorrow, Silent Echoes whispers tales of longing and despair, weaving a tapestry of melancholy through their Gothic Metal melodies.",
    "slug": "silent-echoes",
    "isBig": false
  },
  {
    "name": "Iron Will",
    "members": ["William Johnson", "Emma Thompson", "Jacob Davis", "Madison Anderson"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Iron Will stands as a bastion of unyielding strength, forging a path of defiance and determination through the thunderous riffs of Heavy Metal.",
    "slug": "iron-will",
    "isBig": false
  },
  {
    "name": "Lunar Lament",
    "members": ["John Harris", "Ashley Martin", "Kevin Clark", "Megan Allen"],
    "genre": "Atmospheric Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Under the pale glow of the moon, Lunar Lament conjures ethereal melodies and haunting atmospheres, exploring the mysteries of the cosmos through their music.",
    "slug": "lunar-lament",
    "isBig": false
  },
  {
    "name": "Rising Phoenix",
    "members": ["Brandon Garcia", "Rachel Baker", "Nathan Hill", "Kayla Nelson"],
    "genre": "Melodic Metalcore",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Like a phoenix from the ashes, Rising Phoenix soars with melodic ferocity, blending aggression and emotion into a powerful expression of Metalcore.",
    "slug": "rising-phoenix",
    "isBig": false
  },
  {
    "name": "Crimson Skyline",
    "members": ["Tyler Martinez", "Lily Turner", "Andrew Clark", "Chloe White"],
    "genre": "Alternative Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Against the backdrop of a crimson sky, Crimson Skyline paints sonic landscapes that defy convention, embracing the diversity of Alternative Metal.",
    "slug": "crimson-skyline",
    "isBig": false
  },
  {
    "name": "Endless Horizon",
    "members": ["Ethan Johnson", "Grace Thompson", "Noah Davis", "Isabella Wilson"],
    "genre": "Progressive Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Endless Horizon navigates the vast expanse of sound with technical prowess and boundless creativity, pushing the boundaries of Progressive Power Metal.",
    "slug": "endless-horizon",
    "isBig": false
  },
  {
    "name": "Echoing Embrace",
    "members": ["Logan Harris", "Sophia Martinez", "Ryan Turner", "Hannah Clark"],
    "genre": "Symphonic Gothic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "In the embrace of darkness, Echoing Embrace weaves tales of love and loss, blending symphonic grandeur with the melancholic beauty of Gothic Metal.",
    "slug": "echoing-embrace",
    "isBig": false
  },
  {
    "name": "Raging Rampage",
    "members": ["Furious Fury", "Rampant Ravager", "Storming Sentinel", "Berserker Bard"],
    "genre": "Battle Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Amidst the chaos of the battlefield, Raging Rampage charges forth with relentless fury, wielding their instruments as weapons of sonic destruction.",
    "slug": "raging-rampage",
    "isBig": false
  },
  {
    "name": "Aurora Borealis",
    "members": ["Michael Johnson", "Emily Davis", "Christopher Lee", "Amanda Clark"],
    "genre": "Folk Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Aurora Borealis paints vivid tales of northern folklore, blending traditional melodies with the power of Metal, capturing the essence of the mystical Northern Lights.",
    "slug": "aurora-borealis",
    "isBig": false
  },
  {
    "name": "Whispers of Winter",
    "members": ["Daniel Turner", "Olivia King", "Lauren Rodriguez", "Joshua Walker"],
    "genre": "Symphonic Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "In the icy embrace of winter, Whispers of Winter echoes the bleak beauty of the season, crafting haunting melodies that evoke the solitude of snow-covered landscapes.",
    "slug": "whispers-winter",
    "isBig": false
  },
  {
    "name": "Soulforge",
    "members": ["Sophia Carter", "Jacob Davis", "Madison Anderson", "William Johnson"],
    "genre": "Epic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Forged in the fires of passion and tempered by trials, Soulforge embarks on epic quests through their music, weaving tales of valor and heroism.",
    "slug": "soulforge",
    "isBig": false
  },
  {
    "name": "Obsidian Overture",
    "members": ["Megan Allen", "Brandon Garcia", "Rachel Baker", "Nathan Hill"],
    "genre": "Progressive Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Obsidian Overture delves into the depths of darkness, pushing the boundaries of musical experimentation with their Progressive Black Metal symphonies.",
    "slug": "obsidian-overture",
    "isBig": false
  },
  {
    "name": "Ethereal Enigma",
    "members": ["Kayla Nelson", "Tyler Martinez", "Chloe White", "Andrew Clark"],
    "genre": "Gothic Symphonic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ethereal Enigma casts a spell of enchantment, intertwining Gothic aesthetics with symphonic grandeur, inviting listeners into a world of mystery and magic.",
    "slug": "ethereal-enigma",
    "isBig": false
  },
  {
    "name": "Solar Flare",
    "members": ["Isabella Wilson", "Logan Harris", "Sophia Martinez", "Ryan Turner"],
    "genre": "Solar Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Harnessing the fiery energy of the sun, Solar Flare radiates with blistering riffs and scorching solos, channeling the power of the cosmos into their music.",
    "slug": "solar-flare",
    "isBig": false
  },
  {
    "name": "Echoes of Elysium",
    "members": ["Hannah Clark", "Michael Johnson", "Emily Davis", "Christopher Lee"],
    "genre": "Neoclassical Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Echoes of Elysium evokes visions of paradise lost, blending classical elegance with the raw energy of Metal, creating a sonic tapestry of ethereal beauty.",
    "slug": "echoes-elysium",
    "isBig": false
  },
  {
    "name": "Tempest's Fury",
    "members": ["Amanda Clark", "Daniel Turner", "Olivia King", "Lauren Rodriguez"],
    "genre": "Storm Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Raging like a tempest unleashed, Tempest's Fury roars with thunderous intensity, invoking the fury",
    "slug": "tempest-fury",
    "isBig": false
  },
  {
    "name": "Ethereal Enchantment",
    "members": ["James Smith", "Emma Johnson", "Andrew Wilson", "Sophia Brown"],
    "genre": "Fantasy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ethereal Enchantment weaves tales of magic and wonder, conjuring epic adventures through their enchanting melodies and mythical lyrics.",
    "slug": "ethereal-enchantment"
  },
  {
    "name": "Thunderstorm Symphony",
    "members": ["Ryan Taylor", "Sarah Moore", "David Thompson", "Rachel Adams"],
    "genre": "Orchestral Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Thunderstorm Symphony unleashes a tempest of sound, blending orchestral majesty with the raw power of Metal, painting vivid sonic landscapes of stormy passion.",
    "slug": "thunderstorm-symphony"
  },
  {
    "name": "Ancient Legends",
    "members": ["Daniel Carter", "Olivia Walker", "Matthew Hall", "Emily King"],
    "genre": "Mythical Metal",
    "logo": "https://source.unsplash.com/",
    "bio": "Ancient Legends resurrects forgotten myths and legends, channeling the spirits of old through their thunderous riffs and epic sagas.",
    "slug": "ancient-legends"
  },
  {
    "name": "Twilight Tales",
    "members": ["Mason Green", "Ava Martinez", "Liam White", "Sophie Anderson"],
    "genre": "Gothic Fantasy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Twilight Tales dances on the edge of darkness, spinning haunting melodies and gothic tales that delve into the depths of the human psyche.",
    "slug": "twilight-tales"
  },
  {
    "name": "Mystic Melodies",
    "members": ["Ethan Adams", "Emma Hill", "Jacob Mitchell", "Chloe Roberts"],
    "genre": "Enigmatic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Mystic Melodies casts a spell of mystery and intrigue, enchanting listeners with their enigmatic blend of melody and mayhem.",
    "slug": "mystic-melodies"
  },
  {
    "name": "Whispering Winds",
    "members": ["Noah Harris", "Sophia Clark", "Logan Brown", "Alyssa Wilson"],
    "genre": "Atmospheric Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Whispering Winds carries listeners on a journey through ethereal realms, where swirling atmospheres and celestial melodies converge in a symphony of the cosmos.",
    "slug": "whispering-winds"
  },
  {
    "name": "Duskfall Serenade",
    "members": ["Lucas Thompson", "Hannah Moore", "Caleb Johnson", "Madison Baker"],
    "genre": "Twilight Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "As the day fades into night, Duskfall Serenade serenades the twilight hours with their melancholic melodies and haunting harmonies.",
    "slug": "duskfall-serenade"
  },
  {
    "name": "Celestial Hymn",
    "members": ["Elijah White", "Amelia Davis", "Benjamin Green", "Natalie Taylor"],
    "genre": "Heavenly Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Celestial Hymn resonates with divine energy, uplifting souls with celestial melodies that transcend the earthly realm.",
    "slug": "celestial-hymn"
  },
  {
    "name": "Vortex Visions",
    "members": ["Owen White", "Isabella Thompson", "Ethan Martinez", "Haley Clark"],
    "genre": "Whirlwind Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Vortex Visions whirls and twists with cyclonic force, engulfing listeners in a maelstrom of sound that defies gravity and bends reality.",
    "slug": "vortex-visions"
  },
  {
    "name": "Mystic Mirage",
    "members": ["Evan Harris", "Leah Martinez", "Connor Clark", "Avery Johnson"],
    "genre": "Mirage Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Mystic Mirage shimmers and shapeshifts with ethereal grace, conjuring mirages of sound that mesmerize and mystify the senses.",
    "slug": "mystic-mirage"
  },
  {
    "name": "Eclipse Ensemble",
    "members": ["Eli Thompson", "Sophie White", "Jack Clark", "Lily Martinez"],
    "genre": "Celestial Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Eclipse Ensemble eclipses the mundane with celestial splendor, crafting cosmic compositions that transcend time and space.",
    "slug": "eclipse-ensemble"
  },
  {
    "name": "Aurora Allegiance",
    "members": ["Aaron White", "Emily Martinez", "Landon Clark", "Bella Thompson"],
    "genre": "Northern Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Aurora Allegiance pledges loyalty to the northern lights, weaving melodies as vibrant and captivating as the aurora borealis itself.",
    "slug": "aurora-allegiance"
  },
  {
    "name": "Solstice Symphony",
    "members": ["Cameron Clark", "Grace Thompson", "Lucas Martinez", "Ava White"],
    "genre": "Seasonal Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Solstice Symphony celebrates the changing seasons with melodic fervor, capturing the essence of nature's cycles in their harmonious compositions.",
    "slug": "solstice-symphony"
  },
  {
    "name": "Echoes of Eden",
    "members": ["Logan Thompson", "Mia White", "Ethan Martinez", "Alyssa Clark"],
    "genre": "Garden Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Echoes of Eden blooms with sonic splendor, cultivating lush melodies that transport listeners to a paradise of musical tranquility.",
    "slug": "echoes-eden"
  },
  {
    "name": "Eternal Eclipse",
    "members": ["Alexandra Blackwood", "Jacob Steele", "Sophia Ramirez", "Ethan Knight"],
    "genre": "Symphonic Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Eternal Eclipse merges the grandeur of symphonic elements with the brutality of death metal, crafting a dark and epic sonic journey that transcends mortal realms.",
    "slug": "eternal-eclipse"
  },
  {
    "name": "Abyssal Fury",
    "members": ["Lucas Anderson", "Emily Carter", "Maximilian Shaw", "Victoria Lee"],
    "genre": "Blackened Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Abyssal Fury unleashes a relentless storm of blackened thrash metal, channeling darkness and fury to create a sonic assault that leaves audiences in awe.",
    "slug": "abyssal-fury"
  },
  {
    "name": "Ethereal Chaos",
    "members": ["Aiden Mitchell", "Isabella Wong", "Gabriel Martinez", "Olivia Phillips"],
    "genre": "Progressive Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ethereal Chaos delves into the depths of progressive death metal, weaving intricate melodies with crushing rhythms to explore the boundaries of musical chaos.",
    "slug": "ethereal-chaos"
  },
  {
    "name": "Soul Reaver",
    "members": ["Dylan Reynolds", "Hannah White", "Evan Thompson", "Ava Turner"],
    "genre": "Gothic Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Soul Reaver summons the haunting atmosphere of gothic doom metal, crafting mournful melodies and thunderous riffs that echo through the corridors of eternity.",
    "slug": "soul-reaver"
  },
  {
    "name": "Voidwalker",
    "members": ["Mason Clark", "Samantha Johnson", "Liam Brown", "Natalie Green"],
    "genre": "Progressive Metalcore",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Voidwalker explores the vast expanse of progressive metalcore, blending technical prowess with emotional depth to traverse the realms of sonic possibility.",
    "slug": "voidwalker"
  },
  {
    "name": "Infernal Dominion",
    "members": ["Jason Smith", "Emma Roberts", "Caleb Wilson", "Madison Taylor"],
    "genre": "Symphonic Black Metal",
    "logo": "https://source.unsplash.com/",
    "bio": "Infernal Dominion conjures dark symphonic landscapes with ferocious black metal fury, plunging listeners into the depths of infernal dominion.",
    "slug": "infernal-dominion"
  },
  {
    "name": "Neon Nightmare",
    "members": ["Tyler Evans", "Chloe Harris", "Nathan Parker", "Lily Campbell"],
    "genre": "Cyber Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Neon Nightmare merges the neon-lit dystopian future with the aggression of metal, creating a cybernetic cacophony that blurs the lines between man and machine.",
    "slug": "neon-nightmare"
  },
  {
    "name": "Mystic Eclipse",
    "members": ["Benjamin Turner", "Sophie Martinez", "Ryan Hall", "Ella Wilson"],
    "genre": "Atmospheric Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Mystic Eclipse paints ethereal landscapes with atmospheric black metal, weaving intricate melodies and cascading rhythms that transport listeners to otherworldly realms.",
    "slug": "mystic-eclipse"
  },
  {
    "name": "Doombringer",
    "members": ["Joshua Adams", "Grace Jackson", "Elijah Walker", "Avery Hall"],
    "genre": "Stoner Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Doombringer delivers the crushing weight of stoner doom metal, invoking apocalyptic visions with thunderous riffs and hypnotic grooves that envelop the soul.",
    "slug": "doombringer"
  },
  {
    "name": "Spectral Sorrow",
    "members": ["Cameron Foster", "Maya Phillips", "Owen Turner", "Amelia Young"],
    "genre": "Melodic Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Spectral Sorrow channels the anguish of existence into melodic death metal, blending sorrowful melodies with savage aggression to create a haunting sonic experience.",
    "slug": "spectral-sorrow"
  },
  {
    "name": "Lunar Eclipse",
    "members": ["Lucy Roberts", "Daniel Hill", "Isabel Baker", "Noah Nelson"],
    "genre": "Progressive Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Lunar Eclipse harnesses the celestial energy of progressive power metal, embarking on a cosmic journey through intricate melodies and epic anthems that illuminate the night sky.",
    "slug": "lunar-eclipse"
  }, {
    "name": "Obsidian Horde",
    "members": ["Ethan Miller", "Ava Collins", "Logan Perez", "Sophia Reed"],
    "genre": "Deathcore",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Obsidian Horde unleashes a relentless barrage of crushing deathcore, combining brutal breakdowns with guttural vocals to conquer the listener's senses.",
    "slug": "obsidian-horde"
  },
  {
    "name": "Celestial Ruin",
    "members": ["Nathan Hernandez", "Luna Martinez", "Carter Phillips", "Aria Foster"],
    "genre": "Symphonic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Celestial Ruin weaves tales of cosmic grandeur through symphonic metal, crafting majestic melodies and soaring vocals that transcend mortal limitations.",
    "slug": "celestial-ruin"
  },
  {
    "name": "Venomous Eclipse",
    "members": ["Oscar Turner", "Evelyn Rodriguez", "Gabriel Harris", "Mia Martinez"],
    "genre": "Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Venomous Eclipse descends into the abyss with raw black metal fury, invoking primal darkness through blistering riffs and unholy incantations.",
    "slug": "venomous-eclipse"
  },
  {
    "name": "Warrior's Oath",
    "members": ["Liam Mitchell", "Avery Carter", "Zoe Johnson", "Ethan Baker"],
    "genre": "Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Warrior's Oath raises the banner of power metal high, celebrating tales of valor and glory with anthemic choruses and blazing guitar solos.",
    "slug": "warriors-oath"
  },
  {
    "name": "Chaos Engine",
    "members": ["Isaac White", "Aurora Parker", "Dominic Young", "Ella Garcia"],
    "genre": "Industrial Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Chaos Engine merges man and machine into a symphony of industrial metal, forging a dystopian landscape of pounding rhythms and mechanical mayhem.",
    "slug": "chaos-engine"
  },
  {
    "name": "Frozen Wasteland",
    "members": ["Lucas Thompson", "Sophia Clark", "Landon Rodriguez", "Emma Allen"],
    "genre": "Folk Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Frozen Wasteland journeys through icy realms with folk metal melodies, invoking the spirits of ancient warriors and mystical landscapes.",
    "slug": "frozen-wasteland"
  },
  {
    "name": "Apocalyptic Symphony",
    "members": ["Oliver Perez", "Layla Martinez", "Nolan Scott", "Aurora Turner"],
    "genre": "Symphonic Power Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Apocalyptic Symphony heralds the end times with symphonic power metal anthems, weaving tales of epic battles and heroic triumphs amidst the chaos of destruction.",
    "slug": "apocalyptic-symphony"
  },
  {
    "name": "Tempest Legion",
    "members": ["Elijah Green", "Ava Roberts", "Mason Carter", "Isabella Wilson"],
    "genre": "Thrash Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Tempest Legion charges into battle with relentless thrash metal aggression, delivering blistering riffs and lightning-fast solos that ignite mosh pits in a frenzy of chaos.",
    "slug": "tempest-legion"
  },
  {
    "name": "Necropolis",
    "members": ["Luna Phillips", "Xavier Hernandez", "Lila Turner", "Kai Adams"],
    "genre": "Melodic Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Necropolis conjures haunting melodies and infernal fury with melodic black metal, delving into the shadows to unearth the darkest depths of the human psyche.",
    "slug": "necropolis"
  },
  {
    "name": "Ragnarok",
    "members": ["Aiden Miller", "Leah Collins", "Ethan Perez", "Ava Foster"],
    "genre": "Viking Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ragnarok sails the seas of Norse mythology with thunderous viking metal anthems, invoking the spirits of ancient gods and heroes in a glorious epic of battle and triumph.",
    "slug": "ragnarok"
  },
  {
    "name": "Serpentine Shadows",
    "members": ["Noah Thompson", "Aria Johnson", "Caleb Hill", "Eva Carter"],
    "genre": "Progressive Black Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Serpentine Shadows explores the depths of progressive black metal, weaving intricate compositions and atmospheric textures to create a mesmerizing sonic journey.",
    "slug": "serpentine-shadows"
  },
  {
    "name": "Ironclad Alliance",
    "members": ["Ethan White", "Zoe Turner", "Nathan Garcia", "Isabella Miller"],
    "genre": "Heavy Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Ironclad Alliance forges a bond of steel with classic heavy metal anthems, raising the banner of rebellion and freedom with powerful riffs and soaring vocals.",
    "slug": "ironclad-alliance"
  },
  {
    "name": "Eternal Descent",
    "members": ["Elijah Turner", "Ava Hernandez", "Logan Phillips", "Isabella Foster"],
    "genre": "Progressive Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Eternal Descent embarks on an odyssey of progressive metal exploration, pushing the boundaries of musical innovation with complex rhythms and ethereal melodies.",
    "slug": "eternal-descent"
  },
  {
    "name": "Hellfire Symphony",
    "members": ["Lucas Turner", "Ella Hernandez", "Nathan Phillips", "Aria Foster"],
    "genre": "Symphonic Blackened Death Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Hellfire Symphony orchestrates a cacophony of infernal chaos with symphonic blackened death metal, summoning the flames of hell to consume all in their path.",
    "slug": "hellfire-symphony"
  },
  {
    "name": "Thunderstrike",
    "members": ["Ethan Mitchell", "Luna Turner", "Logan Garcia", "Ava Foster"],
    "genre": "Speed Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Thunderstrike ignites the stage with blistering speed metal fury, delivering lightning-fast riffs and thunderous rhythms that leave audiences breathless in their wake.",
    "slug": "thunderstrike"
  },
  {
    "name": "Witching Hour",
    "members": ["Lucas Turner", "Ava Hernandez", "Nathan Phillips", "Ella Foster"],
    "genre": "Occult Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Witching Hour delves into the mysteries of the occult with dark and atmospheric metal, invoking ancient rituals and forbidden knowledge to awaken primal forces beyond human comprehension.",
    "slug": "witching-hour"
  },
  {
    "name": "Astral Ascendancy",
    "members": ["Ethan Mitchell", "Aria Turner", "Logan Garcia", "Luna Foster"],
    "genre": "Progressive Deathcore",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Astral Ascendancy transcends mortal boundaries with progressive deathcore, fusing technical precision with brutal intensity to ascend to celestial heights of sonic mastery.",
    "slug": "astral-ascendancy"
  },
  {
    "name": "Savage Dominion",
    "members": ["Lucas Turner", "Ava Hernandez", "Logan Phillips", "Ella Foster"],
    "genre": "Groove Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Savage Dominion reigns supreme with crushing groove metal grooves, commanding audiences to headbang in unison to their primal rhythms and infectious hooks.",
    "slug": "savage-dominion"
  },
  {
    "name": "Forgotten Kingdom",
    "members": ["Ethan Mitchell", "Luna Turner", "Logan Garcia", "Ava Foster"],
    "genre": "Epic Doom Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Forgotten Kingdom reigns over realms of sorrow with epic doom metal anthems, weaving tales of loss and redemption amidst thunderous riffs and mournful melodies.",
    "slug": "forgotten-kingdom"
  },
  {
    "name": "Echoes of Eternity",
    "members": ["Lucas Turner", "Ava Hernandez", "Nathan Phillips", "Ella Foster"],
    "genre": "Progressive Symphonic Metal",
    "logo": "https://source.unsplash.com/random/",
    "bio": "Echoes of Eternity paints vast sonic landscapes with progressive symphonic metal, melding intricate arrangements with orchestral grandeur to create a timeless musical journey.",
    "slug": "echoes-of-eternity"
  }
]